tap "aviator-co/tap"
tap "bufbuild/buf"
tap "cockroachdb/tap"
tap "codecrafters-io/tap"
tap "doordash/tap"
tap "facebook/fb"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "xcodesorg/made"
brew "aria2"
brew "awscli"
brew "bat"
brew "bat-extras"
brew "buf"
brew "choose-rust"
brew "conda-zsh-completion"
brew "delve"
brew "node"
brew "devcontainer"
brew "direnv"
brew "docker-compose"
brew "dpkg"
brew "eva"
brew "eza"
brew "fd"
brew "fnm"
brew "fpp"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "go"
brew "go-task"
brew "go@1.19"
brew "harfbuzz"
brew "gradle"
brew "gradle-completion"
brew "grpcurl"
brew "helm"
brew "htop"
brew "jenv"
brew "jq"
brew "k9s"
brew "kcat"
brew "kubectx"
brew "llvm"
brew "luarocks"
brew "mas"
brew "mint"
brew "neovim"
brew "newman"
brew "openjdk"
brew "pipx"
brew "postgresql@14"
brew "postgresql@16"
brew "procs"
brew "protobuf"
brew "pstree"
brew "redis"
brew "ripgrep"
brew "rust"
brew "sd"
brew "showkey"
brew "speedtest-cli"
brew "sshuttle"
brew "starship"
brew "tealdeer"
brew "tfenv"
brew "tmux"
brew "vault"
brew "watch"
brew "xh"
brew "yq"
brew "zoxide"
brew "aviator-co/tap/av"
brew "cockroachdb/tap/cockroach"
brew "facebook/fb/idb-companion"
brew "xcodesorg/made/xcodes"
cask "alacritty"
cask "android-studio"
cask "chatgpt"
cask "cleanshot"
cask "corretto@11"
cask "corretto@17"
cask "hyperkey"
cask "iterm2"
cask "kitty"
cask "kreya"
cask "miniconda"
cask "ngrok"
cask "nordvpn"
cask "obsidian"
cask "ollama"
cask "raycast"
cask "reaper"
cask "rectangle"
cask "spotify"
cask "todoist"
cask "visual-studio-code"
cask "wezterm"
cask "wireshark"
mas "Authenticator", id: 1538761576
mas "Caffeinated", id: 1362171212
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Sider", id: 6447783111
vscode "andys8.jest-snippets"
vscode "attilabuti.mustache-syntax-vscode"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "jasonnutter.search-node-modules"
vscode "kumar-harsh.graphql-for-vscode"
vscode "mike-co.import-sorter"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.vscode-typescript-tslint-plugin"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-audio"
vscode "msjsdiag.debugger-for-chrome"
vscode "orta.vscode-jest"
vscode "rangav.vscode-thunder-client"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "sainnhe.sonokai"
vscode "sleistner.vscode-fileutils"
vscode "streetsidesoftware.code-spell-checker"
vscode "tomoki1207.pdf"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "vsls-contrib.codetour"
